Repository: wp-plugins/controll-disemvowel-comments
Catalog: disemvoweler-*.po
Languages: de_de

source: Vowels removed
de_de: Vokale entfernt

source: Add vowels
de_de: Vokale hinzufügen

source: Remove vowels
de_de: Vokale entfernen

source: Where are the vowels?
de_de: Wo sind die Vokale?

source: %commentauthor% is a troll. Since trolls can only grunt, his comment was adjusted as well
de_de: %commentauthor% ist ein Troll. Und da Trolle nur grunzen können wurde der Kommentar angepasst.

source: Disemvowel Comments Options
de_de: Disemvowel Comments Optionen

source: Disemvowelment removed. All comments are back to normal.
de_de: Alle Kommenater werden wieder normal angezeigt.

source: Show description link?
de_de: Erklärenden Link anzeigen?

source: Display a link below every disemvoweled comment to provide an explanation
de_de: Zeigt einen Link mit einer Erklärung unter jedem Kommentar ohne Vokale

source: Description link title
de_de: Name des Links

source: Name for description link
de_de: Wie soll der Link heißen?

source: Description
de_de: Erklärung

source: Description text
de_de: Ein kurzer Erklärungstext

source: use %commentauthor% for comment authors name
de_de: %commentauthor% zeigt den Namen des Kommentatoren an

source: Update options
de_de: Optionen aktualisieren

source: Remove disemvowelment
de_de: Normalzustand herstellen

source: Using the button below sets all comments back to normal. Warning: This cannot be undone!
de_de: Der Button setzt alle Kommentare auf den Normalzustand zurück. Achtung: Kann nicht rückgängig gemacht werden!
